{
  "navbar.about": "Nosotros",
  "navbar.porfolio": "Portafolio",
  "navbar.contact": "Contacto",
  "about.title.1": "Quiénes",
  "about.title.2": "somos",
  "about.description": "Somos un equipo multidisciplinario enfocado en brindar soluciones innovadoras basadas en la aplicación de tecnologías blockchain, con ello buscamos innovar continuamente en el mundo financiero global fundamentado en parámetros de eficiencia e integridad. Huit’s Investment nace como un holding cuya premisa fundamental es la construcción de confianza y la continua búsqueda de oportunidades de crecimiento.",
  "about.title.3": "Nuestro propósito",
  "about.title.4": "y nuestros valores",
  "about.description.2": "En Huit's investment nuestro propósito es democratizar el acceso al mercado bursátil y financiero teniendo como fundamento una adecuada administración del riesgo de mercado, así como la búsqueda continua de oportunidades en un mundo competitivo, que beneficien los intereses de nuestros stakeholders promoviendo así un crecimiento tanto personal como financiero de los mismos.",
  "portfolio.title": "Portafolio",
  "portfolio.item.1": "Portafolio Huit's",
  "portfolio.descr.1": "Nuestro propósito es democratizar el acceso al mercado bursátil",
  "portfolio.item.2": "Liga Huit's",
  "portfolio.descr.2": "Apoyamos el crecimiento de los becados ceando eventos en Axie Inifinity.",
  "portfolio.item.3": "Beverly Huit's",
  "portfolio.descr.3": "La colección NFT que democratiza el acceso a una Land en Lunacia.",
  "contact.title": "Contacto",
  "contact.description": "Escríbenos a",
  "footer": "2022 Todos los derechos reservados. Huit Investment",
  "history.title": "Historia",
  "history.description": "Fundado en octubre de 2020, Huit’s Investment fue creado como un portafolio de inversión con un enfoque a largo plazo. Se especializa en la selección estratégica de activos que generan un alto valor y potencial de crecimiento; desde su creación el portafolio ha mantenido un rendimiento promedio mensual del 3.5% teniendo como premisa fundamental la conservación del capital invertido, así como la efectividad en la selección y ejecución de inversiones buscando los mayores rendimientos para sus stakeholders.",
  "portfolio.composition.title": "Composición del portafolio",
  "portfolio.composition.description": "El portafolio de inversión está compuesto por activos de bajo, medio y alto riesgo, lo que brinda estabilidad y un nivel de riesgo adecuado basado en la diversificación, entre otras contamos con inversiones en el sector inmobiliario, criptomonedas, activos NFT, acciones y ETF’s del mercado Americano, así mismo contamos con inversiones en proyectos creativos por medio de estrategias de crowdfunding y valores líquidos para tomar ventaja de nuevos proyectos que brinden potencial de crecimiento.",
  "assets.title": "Activos"
}
